"Configure pill schedule" ="Configuración de píldoras";
"Create pill schedule" ="Crear la píldora";
"Day" ="Día";
"Each" ="Cada";
"Fields are not correctly filled, please fill them all" ="Los campos no son llenados correctamente, por favor llenelos todos";
"Frequency" ="Frecuencia";
"Hour" ="Hora";
"Name" ="Nombre:";
"Next pill is %@ %@ at %i" ="Próxima píldora es %@ %@ a %i";
"Next time" ="La próxima vez";
"No pill scheduled, create one!" ="Ninguna píldora programada, crear uno";
"Ok" ="Aceptar";
"Pill configuration" ="Configuración";
"Pill Information" ="Información";
"Time to take %@" ="Tomar % @";
"Week" ="Semana";
